[
    {
      "image": "https://i.ibb.co/FWHG5t6/mountain.webp",
      "type": "Adventure",
      "title": "Mountain Trek Expedition",
      "price": 799,
      "details": "Embark on an unforgettable mountain trek expedition. Explore breathtaking landscapes, conquer challenging trails, and camp under the stars. This adventure includes expert guides, comfortable accommodations, and memories that will last a lifetime."
    },
    {
      "image": "https://i.ibb.co/QYcCkZP/mount.jpg",
      "type": "Hiking",
      "title": "Mountain Trek",
      "price": 799,
      "details": "Embark on an unforgettable mountain trek expedition. Explore breathtaking landscapes, conquer challenging trails, and camp under the stars. This adventure includes expert guides, comfortable accommodations, and memories that will last a lifetime."
    },
    {
      "image": "https://i.ibb.co/2FvLNMf/cultural.jpg",
      "type": "Cultural",
      "title": "Historical City Tour",
      "price": 299,
      "details": "Immerse yourself in the rich history of ancient cities. Visit historical landmarks, museums, and cultural sites. Experience the local cuisine and traditions. This cultural tour promises an enlightening journey through time and a taste of authentic heritage."
    },
    {
      "image": "https://i.ibb.co/gdVPy87/walking.jpg",
      "type": "Walking",
      "title": "Island Paradise Retreat",
      "price": 1299,
      "details": "Escape to a tropical island paradise for the ultimate relaxation retreat. Enjoy pristine beaches, crystal-clear waters, and luxurious resorts. Indulge in spa treatments, water activities, and gourmet dining. This is your perfect getaway to unwind and rejuvenate."
    },
    {
      "image": "https://i.ibb.co/30fhRz2/wildlie.jpg",
      "type": "Wildlife Safari",
      "title": "Serengeti Safari Adventure",
      "price": 999,
      "details": "Embark on an exciting wildlife safari in the Serengeti. Witness the majesty of the Big Five and other exotic animals in their natural habitat. Stay in comfortable lodges, take guided game drives, and capture unforgettable moments in the heart of the African wilderness."
    },
    {
      "image": "https://i.ibb.co/y6mxV2X/urban.jpg",
      "type": "Urban Exploration",
      "title": "City Lights Tour",
      "price": 449,
      "details": "Experience the vibrant energy of city life with our urban exploration tour. Discover iconic landmarks, trendy neighborhoods, and the bustling cityscape. Enjoy gourmet dining, cultural events, and a nightlife that never sleeps. Join us for an adventure in the heart of the city."
    }
  ]
  